/* STM */
"STM01TEXT01" = "To confirm the actual ink remaining, visually check the ink levels in the printer's ink tanks.
Continuing to use the printer when the ink level is below the lower limit could damage the printer.";
"STM01B01" = "OK";

/* Nozzle */
"NOZZLE01TEXT01" = "To perform a nozzle check, make sure that the printer is on and connected to the computer. Also make sure that A4 or Letter size plain paper is loaded in the rear paper feed. Click [Print] to print a nozzle check pattern or click [Cancel] to quit.";
"NOZZLE01B01" = "Print";
"NOZZLE01B02" = "Cancel";

"NOZZLE02TEXT01" = "Compare the printed pattern with the sample above. If the nozzle check pattern has broken lines, click [Clean]. Click [Finish] to quit.";
"NOZZLE02SPE01" = "Upper: Good
Lower: Cleaning needed";
"NOZZLE02B01" = "Finish";
"NOZZLE02B03" = "Clean";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Click [Start] to clean the print head nozzles. Because cleaning consumes some ink, only clean the print head when faint areas or gaps appear in your printout. Use the \"Nozzle Check\" utility first to confirm that the print head needs to be cleaned.
Note: Before running a cleaning, make sure that the transportation lock is in the unlocked (Printing) position as shown in the illustration.";
"HEADCLEANING01B01" = "Cancel";
"HEADCLEANING01B02" = "Start";

"HEADCLEANING02TEXT01" = "Please wait ...";
"HEADCLEANING02TEXT02" = "Head cleaning in progress. Please wait.";
"HEADCLEANING02B01" = "Close";

"HEADCLEANING03TEXT01" = "The cleaning cycle is finished. To verify that the cleaning was effective, click [Print Nozzle Check Pattern].";
"HEADCLEANING03B01" = "Finish";
"HEADCLEANING03B03" = "Print Nozzle Check Pattern";

/* Gap */
"GAP01TEXT01" = "The Print Head Alignment utility fixes vertical misalignment, horizontal banding, and blurry printouts.";
"GAP01B01" = "Next >";
"GAP01B02" = "Cancel";

"GAP02TEXT01" = "A vertical alignment sheet will be printed.
Make sure that the printer is turned on and connected to the computer. Also make sure that A4 or Letter size plain paper is loaded in the rear paper feed.
Click [Print] when ready.";
"GAP02B01" = "Print";
"GAP02B02" = "Cancel";
"GAP02B03" = "Skip >>";

"GAP03TEXT01" = "Look at the alignment sheet.
Find the square without any visible bands in sets #1 through #5. Select the number that corresponds to that square from the list below for all sets. Then click [Next >].
If every square contains a band, select the square with the thinnest band or bands. Then click [Realignment].";
"GAP03B01" = "Next >";
"GAP03B02" = "Cancel";
"GAP03B03" = "Realignment";

"GAP04TEXT01" = "A black horizontal alignment sheet will be printed.
Make sure that A4 or Letter size plain paper is loaded in the rear paper feed.
Note: This adjustment only affects high-speed printing on plain paper. Other paper types are not affected.";
"GAP04B01" = "Print";
"GAP04B02" = "Cancel";
"GAP04B03" = "Skip >>";

"GAP05TEXT01" = "Look at the alignment sheet.
Find the pattern with no black or white band. Select the number that corresponds to that pattern from the list below and click [Next >].
If every pattern contains a band, select the pattern with the thinnest band. Then click [Realignment].";
"GAP05B01" = "Next >";
"GAP05B02" = "Cancel";
"GAP05B03" = "Realignment";

"GAP06TEXT01" = "A color horizontal alignment sheet will be printed.
Make sure that A4 or Letter size plain paper is loaded in the rear paper feed.
Note: This adjustment only affects high-speed printing on plain paper. Other paper types are not affected.";
"GAP06B01" = "Print";
"GAP06B02" = "Cancel";

"GAP07TEXT01" = "Look at the alignment sheet.
Find the pattern with no dark or light band. Select the number that corresponds to that pattern from the list below and click [Finish].
If every pattern contains a band, select the pattern with the thinnest band. Then click [Realignment].";
"GAP07B01" = "Finish";
"GAP07B02" = "Cancel";
"GAP07B03" = "Realignment";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Number of Sheets of Paper Fed into the Printer";
"PRINFO01SPE01" = "Number of Sheets";
"PRINFO01SPE02" = "No information is available for this printer.";
"PRINFO02GRPBOXTITLE01" = "Number of Sheets of Paper Fed into the ADF";
"PRINFO02SPE01" = "Number of Sheets";
"PRINFO02SPE02" = "No information is available for this printer.";
"PRINFO01B01" = "OK";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "If there is still banding or missing colors in the print outs even after running Head Cleaning several times, you may need to replace the ink inside the ink tubes to solve the problem.

This function allows you to replace all of the ink inside the ink tubes.

This function consumes a lot of ink. We only recommend using this function after running Head Cleaning several times.

Note: Before using this function, make sure there is enough ink in the printer's ink tanks.
If there is not enough ink, refill the ink tanks.";
"POWERINKFLUSHING01B01" = "Cancel";
"POWERINKFLUSHING01B02" = "Next >";

"POWERINKFLUSHING02TEXT01" = "Before running this function, make sure that the transportation lock is in the unlocked (Printing) position as shown in the illustration.

Note: The transportation lock must always be unlocked when the printer is in use.";

"POWERINKFLUSHING03TEXT01" = "Are you sure you want to run this function?
To replace all of the ink in the tubes, a lot of ink needs to be consumed.
We recommend that you try running Head Cleaning several times to try and solve the problem before using this function. Click [Cancel], and then try Head Cleaning.

Note: This function effects the service life of the waste ink pads. Waste ink pads reach their capacity earlier by running this function.
If waste ink pads have reached the end of their service life, contact Epson Support to request replacement.

Click [Start] to start the ink replacement.
Once it has been started, this function cannot be interrupted.";
"POWERINKFLUSHING03B01" = "Cancel";
"POWERINKFLUSHING03B02" = "Start";

"POWERINKFLUSHING04TEXT01" = "Please wait ...";
"POWERINKFLUSHING04TEXT02" = "Power Ink Flushing is in progress.
Please wait.";
"POWERINKFLUSHING04B01" = "Close";

"POWERINKFLUSHING05TEXT01" = "Power Ink Flushing is complete.
To check that ink flushing was effective, click [Print Nozzle Check Pattern].";
"POWERINKFLUSHING05B01" = "Finish";
"POWERINKFLUSHING05B03" = "Print Nozzle Check Pattern";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "Next";
"INKTANKUTILITYB02" = "Back";
"INKTANKUTILITYB03" = "Close";

//Common
"INKTANKUTILITYTEXT01" = "Refill ink up to the line for all ink tanks.
See the printer manual for details on how to refill ink and operate the printer.
Even if you do not have new ink bottles and one or more ink tanks are not filled up to the upper line on the ink tank, you can continue using the printer. To keep your printer operating at its best, however, fill all ink tanks with ink up to the upper line immediately.

Note:
The quality or reliability of non-genuine ink cannot be guaranteed and may cause damage to your printer not covered by Epson's warranties.
Genuine Epson ink, other than those specified in the printer manual, could cause damage that is not covered by Epson's warranties.";
"INKTANKUTILITYTEXT02" = "Continued use of the printer when the ink level is below the line on the tank could damage the printer.";
"INKTANKUTILITYTEXT03" = "Continued use of the printer when the ink level is less than 20 mm from the bottom of the ink tank unit could damage the printer.
To check the ink levels, use the ruler that is included with the printer.";
"INKTANKUTILITYTEXT04" = "When an alert occurs because the amount of ink remaining needs to be reset, instructions for resetting the levels are displayed.";

/* Printer Settings */
"PRISET01B01" = "Apply";
"PRISET01B02" = "Cancel";
"PRISET01SPE04" = "No information is available for this printer.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE03" = "Sleep Timer";
"PRISET01SPE31" = "3 minutes";
"PRISET01SPE32" = "5 minutes";
"PRISET01SPE33" = "10 minutes";

/* Error */
"PRINTERBUTTON00" = "OK";
"ERCOMMON_B01" = "Cancel";
"ERCOMMON_B02" = "Continue";
"ERCOMMON_B03" = "OK";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Cancel";
"ER00_TEXTA" = "Error";
"ER00_TEXTB" = "1. Cancel all print jobs.
2. Open the scanner unit and remove any jammed paper.
3. Close the unit and turn the power off and then on again.";
"ER00_TEXTA_D4" = "Error";
"ER00_TEXTB_D4" = "1. Cancel all print jobs.
2. Open the scanner unit and remove any jammed paper.
3. Close the unit and turn the power off and then on again.";
"ER00_B01_D4" = "Cancel";
"ER01_TEXTA" = "Printer is busy";
"ER01_TEXTB" = "Please wait...";
"ER04_TEXTA" = "Paper jam";
"ER04_TEXTB" = "1. Open the scanner unit and remove any jammed paper.
2. Close the unit and press the %btn% button on the product.";
"ER05_TEXTA" = "It is time to reset the ink levels.";
"ER05_TEXTB" = "You need to check the amount of ink remaining. Click the [Ink Tank Utility] icon in Epson Printer Utility 4 for instructions on refilling ink.
Refer to the printer manual to confirm the ink bottles for this printer.
Genuine Epson ink, other than those specified in the printer manual, could cause damage that is not covered by Epson's warranties.

To confirm the actual ink remaining, visually check the ink levels in the printer's ink tanks.
Continuing to use the printer when the ink level is below the lower limit could damage the printer.";
"ER05_TEXTA_FF" = "Initial ink charging is not complete";
"ER05_TEXTB_FF" = "See the setup sheet to complete the initial ink charging process.";
"ER06_TEXTA_D4" = "Paper out or incorrect loading";
"ER06_TEXTB_D4" = "1. Remove and reload the paper.
2. Press the %btn% button on the product or click [Continue] when displayed.

Click [Cancel] to cancel the print job when displayed. If it is not canceled, cancel it on the product.";
"ER06_B01_D4" = "Continue";
"ER06_B02_D4" = "Cancel";
"ER06_TEXTA" = "Paper out or incorrect loading";
"ER06_TEXTB" = "1. Remove and reload the paper.
2. Press the %btn% button on the product.

Click [Cancel] to cancel the print job when displayed. If it is not canceled, cancel it on the product.";
"ER10_TEXTA" = "Service required";
"ER10_TEXTB" = "A printer's ink pad is at the end of its service life.
Please contact Epson Support.";
"ER10_TEXTA_SPE01" = "Service required";
"ER10_TEXTB_SPE01" = "A printer's ink pad is at the end of its service life.
Waste ink may leak.
Please contact Epson Support.";
"ER12_TEXTA" = "Multi-page feed error";
"ER12_TEXTB" = "Do one of the following.
- Remove and reload the paper. Press the %btn% button on the product.
- Click [Cancel] to cancel the print job when displayed. If it is not canceled, cancel it on the product.";
"ER12_TEXTA_D4" = "Multi-page feed error";
"ER12_TEXTB_D4" = "Do one of the following.
- Remove and reload the paper. Press the %btn% button on the product.
- Click [Cancel] to cancel the print job when displayed. If it is not canceled, cancel it on the product.";
"ER12_B01_D4" = "Cancel";
"ER4A_TEXTA" = "A printer's ink pad is nearing the end of its service life.";
"ER4A_TEXTB" = "Please contact Epson Support.
Press the %btn% button on the printer to continue printing.";
"ER4A_TEXTA_SPE01" = "A printer's ink pad is at the end of its service life.";
"ER4A_TEXTB_SPE01" = "It may cause leakage of waste ink if you continue printing.
Please contact Epson Support.
Press the %btn% button on the printer to continue printing.";
"Common Error Text1" = "Error";
"Common Error Text2" = "1. Cancel all print jobs.
2. Open the scanner unit and remove any jammed paper.
3. Close the unit and turn the power off and then on again.";
"Common Error B1" = "Cancel";
"Cleaning status" = "Printer is busy";
"Shipment status" = "Initial ink charging is not complete";
"Charging status" = "Charging the ink system";
"WRINKLOW_TEXTA" = "It is nearly time to reset the ink levels.";
"WRINKLOW_TEXTB" = "Ink levels may be low.
You might be able to continue printing. However, you should prepare new ink bottles as soon as possible. We recommend using genuine Epson ink.
Refer to the printer manual to confirm the ink bottles for this printer.
Genuine Epson ink, other than those specified in the printer manual, could cause damage that is not covered by Epson's warranties.

To confirm the actual ink remaining, visually check the ink levels in the printer's ink tanks.
Continuing to use the printer when the ink level is below the lower limit could damage the printer.";
"COMUERR_TEXTA" = "Communication error";
"COMUERR_TEXTB" = "Connect the product to the computer and turn the power on. If you turn the power off during printing, cancel the print job.";
"COMUERR_B01" = "Retry";
"COMUERR_B02" = "Cancel";
"CHARGINGSTATUS_TEXTA" = "Charging the ink system";

